
//a
"Application Error" = "שגיאת יישום";
"applicationDisabled" = "היישום מושבת";
"appInternalError" = "היישום נתקל בשגיאה פנימית. התקינו את היישום מחדש ונסו שוב.";
"appNeedsSpace" = "התקנת היישום נכשלה מפני שאין מספיק שטח אחסון זמין. פנו %.2f MB ושגרו את היישום שוב.";
"appZipDownloadFailedServerNotResponding" = "הורדת קובץ הארכיון של היישום נכשלה.‏ השרת אינו מגיב.";
"applicationDisabled" = "היישום מושבת";
"appWeResourcesNotAccessible" = "לא ניתן לגשת אל משאבי הרשת של היישום.";

//c
"cancel" = "ביטול";
"close" = "סגירה";

//d
"downloading" = "הורדה...‏";

//e
"error" = "שגיאה";
"errorProcessingRequestFromApp" = "אירעה שגיאה בעיבוד הבקשה מהיישום.";
"errorProcessingZip" = "אירעה שגיאה בשליפת קובץ הארכיון.‏ ראו מידע על הגורם לכשל בהודעות קודמות.";
"exit" = "יציאה";

//g
"getNewVersion" = "קבלת גרסה חדשה";


//l
"loading" = "טעינה...‏";

//n
"NotAvailable"="לא זמין";

//o
"ok" = "אישור";

//s
"serviceNotification" = "הודעת שירות";

//u
"unpacking" = "פריסת מארז...‏";
"update" = "עדכון";
"upgrade" = "שידרוג";
